[
      {
        "id" : 1,
        "title"	:	"LI-NING G-Force 3800 Superlite Blue, Brown Strung Badminton Racquet  (Pack of: 1, 79 g)",
        "price"	:	1899,
        "description"	:	"The Li-Ning G-Force 3800 Superlite badminton racket is specifically designed for players who are looking for fast reaction times and quick decisive play. The racket made by Japanese Ultra-Carbon Graphite. It is a strong material with strength and rididity help to avoid frame deformation and providing more accurate attack point.",
        "category"	:	"men's clothing",
        "image"	:	"https://rukminim2.flixcart.com/image/416/416/xif0q/racquet/a/b/5/-original-imagvku5cktdtvgp.jpeg?q=70"
    },
    {
      "id" : 2,
      "title"	:	"Yonex Nanoray Light 18i Black Strung Badminton Racquet (Tension: 30 lbs)  (Pack of: 1, 77 g)",
      "price"	:	1699,
      "description"	:	"NANORAY LIGHT 18i IS DESIGNED FOR THOSE PLAYERS WHO NEED LIGHT WEIGHT RACKET WITH MAXIMUM TENSION.",
      "category"	:	"men's clothing",
      "image"	:	"https://rukminim2.flixcart.com/image/416/416/kctf0cw0/racquet/x/6/f/g4-8-25-cm-nanoray-light-18i-pack-of-1-strung-1-nnaoray-18i-80-original-imaftuvf3eygetnh.jpeg?q=70"
  },
  {
    "id" : 3,
    "title"	:	"YONEX GR303i Red Strung Badminton Racquet  (Pack of: 1, 95 g)",
    "price"	:	699,
    "description"	:	"Yonex GR 303i is a highly durable badminton racket that is designed for beginners and recreational players. This head-heavy racket is the perfect choice to learn the new skill of badminton.",
    "category"	:	"men's clothing",
    "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/racquet/g/s/r/-original-imagpu3xkjfyhymv.jpeg?q=70"
},
{
  "id" : 4,
  "title"	:	"YONEX ZR-100 Light Blue, Silver Strung Badminton Racquet  (Pack of: 2, 85 g)",
  "price"	:	999,
  "description"	:	"Yonex ZR-100 Light badminton racquet is used widely by beginners and intermediate. The steel shaft has a low torsion which enables user to swing racquet with utmost ease. The racquet comes with head cover which protects it from dust and wear and tear.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/kpedle80/racquet/y/w/k/g4-3-25-inches-strung-zr-100-light-2-zr100lightcombo-85-original-imag3n8yc66drwuj.jpeg?q=70"
},
{
  "id" : 5,
  "title"	:	"Adrenex by Flipkart R501 Full Graphite Badminton Racquet Black, Orange Strung  (Pack of: 1, 90 g)",
  "price"	:	1099,
  "description"	:	" Adrenex R501 Strung Badminton Racquet has the ideal racquet size making it the top choice for advanced level, professional players. The ultra-lightweight racquet helps to enhance your performance. The graphite body and flexible graphite shaft make it highly durable, strong and flexible and allows stellar smashes. It features nanotubes technology, unipiece frame, support control cap, balanced swing weight and PVC foam embossed grip. It has an isometric frame for an extended sweet spot and string tension of 26-28 lbs.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/jyeq64w0/racquet/f/z/s/g3-8-89-cm-r501-strung-1-ad-br-6-1-90-badminton-racquet-adrenex-original-imafghzzxywwffjf.jpeg?q=70"
},
{
  "id" : 6,
  "title"	:	"YONEX MAVIS 350 Nylon Shuttle - Yellow  (Slow, 75, Pack of 6)",
  "price"	:	1149,
  "description"	:	"The Yonex Mavis 350 green cap nylon shuttlecock has been precision built to offer superior flight performance once it strikes the racquet. It has been designed to allow you to serve at a variety of speeds including slow, fast and medium serves. Whether you are using it for everyday practice or for a competitive game, this Yonex Mavis 350 green shuttlecock moves accurately and reliably during the badminton match.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/kdkkdjk0/shuttle/u/r/3/mavis-350-green-cap-6-75-nylon-yonex-slow-original-imafug3vnxye6skh.jpeg?q=70"
},
{
  "id" : 7,
  "title"	:	"YONEX Mavis 200i Green Cap Nylon Shuttle - Yellow  (Slow, 75, Pack of 6)",
  "price"	:	475,
  "description"	:	"Mavis Nylon shuttlecocks are precision designed and manufactured to provide accurate flight performance When smashed, a Mavis shuttlecock recovers in only 0.02 seconds. This performance is just 0.005 seconds slower than a Yonex Feather shuttlecock and 0.08 seconds faster than the recovery of an ordinary shuttlecock.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shuttle/3/k/m/-original-imaggdsyzgfw7zmu.jpeg?q=70"
},
{
  "id" : 8,
  "title"	:	"LI-NING Bolt Neo (6 in 1) Nylon Shuttle - Yellow  (Medium Slow, 76, Pack of 6)",
  "price"	:	429,
  "description"	:	"A technically sound nylon shuttlecock engineered with a full synthetic base cork. Made from quality Eva. Designed with the essence of pure durability.Bolt was specifically engineered to mimic the flight and sound of feather shuttlecocks.Get optimum flight projection close to feather shuttles with a unique aerodynamic skirt design from Li-Ning.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/kb2jmvk0/shuttle/m/e/t/bolt-neo-6-in-1-6-76-nylon-li-ning-medium-slow-original-imafshv98pmk8smw.jpeg?q=70"
},
{
  "id" : 9,
  "title"	:	"YONEX As2 Badminton Feather Shuttles Feather Shuttle - White  (Slow, 75, Pack of 12)",
  "price"	:	2290,
  "description"	:	"Yonex Aerosensa Shuttlecocks are officially recognized shuttle for international tournaments around the globe. These shuttle are first choice as feather shuttlecock for all type of tournaments.A2 is made of high quality goose feather which gives superb flight and speed in different environmental conditions. Shuttle head is made of 100% cork material.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/416/416/shuttle/x/5/9/fast-75-12-yonex-feather-as2-badminton-feather-shuttles-original-imaep9tuq3hdzbtq.jpeg?q=70"
},
{
  "id" : 10,
  "title"	:	"LI-NING A+62 XD Speed 76, 12+3 Feather Shuttle - White  (Medium Slow, 76, Pack of 15)",
  "price"	:	1739,
  "description"	:	"Li-Ning A+ 62 XD is a Speed 76 Feather Shuttlecock is made from a base of plywood cork. It has a cork base material of plywood. The cock speed is meant for medium to slow. It is meant for intermediate level of players and suited for club level of play. Available in a pack of 15.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/416/416/krtjgcw0/shuttle/c/m/a/a-62-xd-speed-77-12-3-15-77-feather-li-ning-medium-original-imag5jf74zaccuu2.jpeg?q=70"
},
{
  "id" : 11,
  "title"	:	"SHB 39 EX WIDE POWER CUSHION (ERGO SHAPE) Badminton Shoes For Men  (Multicolor)",
  "price"	:	3768,
  "description"	:	"This shoe comes with wide upper concept so player with wider feet can use this model. Upper of Yonex Power cushion 39 Ex is made of PU base Synthetic Fiber which offer light weight and durable upper base for durable performance while high quality mesh provide better feel to badminton player.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shoe/x/q/c/10-shb-39ex-white-gold-yonex-white-gold-original-imagqhqxvfxjntnh.jpeg?q=70"
},
{
  "id" : 12,
  "title"	:	"A171 F All-Around Series Professional Badminton Shoe with U-Shape 3.0, Badminton Shoes For Men  (Blue)",
  "price"	:	4242,
  "description"	:	"VICTOR A171 F All-Around Series Professional Badminton Shoe with U-Shape 3. With power cushion and ergoshape technology, player will get better fitting and comfort.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shoe/f/y/a/9-a171-victor-blue-original-imagkpjydgyhwgjc.jpeg?q=70"
},
{
  "id" : 13,
  "title"	:	"TOUR DOMINANT 2 Badminton Shoes For Men  (Black)",
  "price"	:	3198,
  "description"	:	"YONEX Tour Dominant 2 Men's Badminton Shoes is a lightweight, ultra cushion, non-marking shoe. The Yonex Tour Dominant 2 are comfortable and provide balanced stability giving your a perfect grip for your play.The YONEX badminton shoes are made from polyurethane, providing maximum shock absorption and quick compression recovery. ",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shoe/7/p/h/-original-imagppcmvrrfahnu.jpeg?q=70"
},
{
  "id" : 14,
  "title"	:	"A970ACE-M Badminton Shoes For Men  (White)",
  "price"	:	10949,
  "description"	:	"A970ACE-M is the flagship shoe of the All-Around series that features well-fitting wearing comfort. It is engineered with upgraded HYPEREVA and shock-absorbing E-TPU to greatly improve the light weightness and rebound performance. The heel protection tab design and durable Microfiber PU leather upper further satisfy the need for comfort and fitting.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shoe/5/x/w/8-5-a970ace-victor-white-original-imagshgvu8jzksub.jpeg?q=70"
},
{
  "id" : 15,
  "title"	:	"S99ELITE-D Badminton Shoes For Men  (Red)",
  "price"	:	12665,
  "description"	:	"VICTOR S99ELITE, a groundbreaking lightweight badminton footwear built with NITRO-LITE technology, is going to rock the badminton world as one of the lightest shoes in the market! S99ELITE is redefining speed-oriented badminton shoes and helping players make swift and powerful attacks with its extraordinary lightweight.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/shoe/3/w/k/8-s99lite-d-8-victor-red-original-imagsuwa92bzdcyq.jpeg?q=70"
},
{
  "id" : 16,
  "title"	:	"Men Printed Round Neck Polyester Red T-Shirt",
  "price"	:	1607,
  "description"	:	"The Victor Polo S-3209 is a well-ventilated functional sport polo with unisex fit for men and women and has a nice design. Rising moisture is immediately brought to the surface, leaving you feeling nothing but a fresh feeling.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/t-shirt/h/9/n/xl-t-30000td-victor-original-imagnkpaext5jgdv.jpeg?q=70"
},
{
  "id" : 17,
  "title"	:	"Tru Dry Round Neck Badminton Sports T-Shirt Men Printed Round Neck Polyester Blue T-Shirt",
  "price"	:	750,
  "description"	:	"TruBreeze technology symbolises everlasting, high performance functions. These speed up moisture absorption and its diffusion which results in a sweat free, dry and comfortable feel to the body.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/832/832/k3bwrrk0/t-shirt/k/m/a/xl-tshrt-1445m-178p-19-patrblu-yonex-original-imafmhq35k6n9v2d.jpeg?q=70"
},
{
  "id" : 18,
  "title"	:	"LI-NING No. 7 Boost Badminton String (0.70mm) multi colour (red-green-blue-black) 70 Badminton String - 10 m  (Multicolor)",
  "price"	:	610,
  "description"	:	"Li-Ning's No. 7 Classic badminton string is a timeless essential for your racket. With its exceptional durability, it ensures a soft hitting sensation & a premium feel. Crafted with a high polymer and nylon filament core, complemented by heat-resistant, high-intensity nylon on the outer coat, it guarantees optimal performance.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/xif0q/string/v/s/b/no-7-boost-badminton-string-0-70mm-multi-colour-red-green-blue-original-imagspe5ubjjqfqr.jpeg?q=70"
},
{
  "id" : 19,
  "title"	:	"Yonex BG 65 Badminton Strings",
  "price"	:	475,
  "description"	:	"Yonex BG 65 badminton string promises durability and quick repulsion making it ideal to hold off against off-center hits and allows proper shot placement with ease. If you are using Yonex Arcsaber 11 Pro, Duora 10, or other similar rackets, you will benefit from choosing Yonex BG65 racket strings. Order now for the best prices.",
  "category"	:	"men's clothing",
  "image"	:	"https://m.media-amazon.com/images/W/MEDIAX_792452-T2/images/I/81klYYfKTTL._SY679_.jpg"
},
{
  "id" : 20,
  "title"	:	"LI-NING GP-20 Badminton Racquet Grip, Set of 5  (Blue, Pack of 5)",
  "price"	:	315,
  "description"	:	"The Li Ning GP 20 Grip has five features: tacky, absorbent, durable, anti-slip and comfort.The perforated surface also provides an elegant appearance and prominent anti-slip performance.",
  "category"	:	"men's clothing",
  "image"	:	"https://rukminim2.flixcart.com/image/128/128/jehf4i80/grip/u/4/y/gp-20-badminton-racquet-grip-set-of-5-5-gp-20-set-of-5-li-ning-original-imaf34z3syazhys3.jpeg?q=70"
}
]